Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
de_de: Frühere Mitwirkende an der Beurteilung haben Entwürfe, die Ihnen bei Ihrer Beurteilung helfen könnten. Möchten Sie die Entwurfsinhalte ansehen? Die Inhalte bleiben immer im Entwurf und sind in keinem Stadium des Prozesses für die Mitarbeiter:innen sichtbar.

source: Display previous content
de_de: Vorherigen Inhalt anzeigen

source: Previous drafted content— Visible only to you; will not be published to the worker
de_de: Vorheriger Entwurf— Sichtbar nur für Sie; wird nicht für die Mitarbeiter:innen veröffentlicht

source: Performance rating
de_de: Leistungsbewertung

source: Discussion outcome
de_de: Diskussionsergebnis

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
de_de: Diese Informationen dienen nur zu Ihrer Orientierung und werden nicht als Teil der Beurteilung eingereicht. Nur die Person, die die Beurteilung durchführt, kann den Inhalt dieser Seite sehen. Die Informationen in Feedback, Feedbackanfragen und Verhalten basieren auf dem Beurteilungszeitraum. Inhalte außerhalb dieses Beurteilungszeitraums erscheinen hier nicht, sind jedoch an den üblichen Stellen in der Anwendung zugänglich.

source: Useful information
de_de: Nützliche Informationen

source: Required
de_de: Erforderlich

source: Agenda
de_de: Ablauf

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
de_de: Diese Option ermöglicht es Ihnen, eine zusätzliche Führungskraft für diese Beurteilung vorzuschlagen. Nach der Einreichung entscheidet der Hauptmanager, der dieser Beurteilung zugewiesen ist, ob die von Ihnen vorgeschlagene(n) Person(en) hinzugefügt werden.

source: Additional manager request pending
de_de: Zusätzliche Führungskraftanfrage ausstehend

source: Invited by {{name}}
de_de: Eingeladen von {{name}}

source: Manager+1
de_de: Führungskraft+1

source: No other managers are involved in this review.
de_de: Keine anderen Führungskräfte sind an dieser Beurteilung beteiligt.

source: Feedback about {{employee}}
de_de: Feedback zu {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
de_de: Ihre Kommentare werden nicht gespeichert, es sei denn, Sie senden sie ab. Wenn Sie jetzt abbrechen, verlieren Sie Ihre Kommentare und alle hochgeladenen Anhänge.

source: Performance review about {{name}}
de_de: Leistungsbeurteilung über {{name}}

source: Performance review about me
de_de: Leistungsbeurteilung über mich

source: My feedback
de_de: Mein Feedback

source: Requests about {{employee}}
de_de: Anfragen zu {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
de_de: Hier kannst du die Anfragen zu {{employee}} sehen, die innerhalb des Bewertungszeitraums gesendet wurden. Klicke auf eine Anfrage, um die Antworten anzuzeigen. Du kannst auch frühere Anfragen aus früheren Zeiträumen einsehen, indem du die Seite «Anfragen zu meinem Team» besuchst.

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
de_de: Das hier enthaltene Feedback ist für {{manager}} sichtbar, wenn diese:r deine Beurteilung abschließt. Besuche deine Feedback-Seite, um nach individuellem Feedback zu suchen, das für deine Beurteilung relevant sein könnte und das du mit deiner Führungskraft teilen kannst, damit es in diesem Bereich sichtbar ist.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
de_de: Dieser Abschnitt enthält alle Rückmeldungen über {{employee}}, die dir gesendet oder mit dir geteilt wurden. Verwende dieses Feedback, um einen Überblick über die Leistung zu erhalten.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
de_de: Denken Sie für Ihr Gespräch über Ihr Verhaltensprofil nach und überlegen Sie, wann Sie welches Verhalten gezeigt haben und wie Sie sich in Zukunft darauf konzentrieren können. Denken Sie über Feedback oder Erkenntnisse nach, die Sie von Ihren Kolleg:innen erhalten haben, und überlegen Sie, ob Sie diese nutzen können, um eigene Beispiele hervorzuheben. Sie bemerken Lücken in Ihrem Verhaltensprofil? Bitten Sie Ihre Kolleg:innen und Stakeholder jetzt um Feedback zu wichtigem Verhalten.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
de_de: Denken Sie für Ihr Gespräch über das Verhaltensprofil von {{employee}} nach und überlegen Sie, wann welches Verhalten gezeigt wurden und worauf er/sie sich Ihrer Meinung nach in Zukunft konzentrieren sollte.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
de_de: Diese Informationen dienen nur zu Ihrer Information und werden nicht als Teil der Beurteilung eingereicht. Nur der Selbstbewerter und der Führungskraftbewerter können den Inhalt dieses Bereichs sehen. Die Informationen zu Feedback, Feedbackanfragen und Verhalten beziehen sich auf den Beurteilungszeitraum. Inhalte, die außerhalb des Beurteilungszeitraums liegen, werden hier nicht angezeigt, sind aber an den entsprechenden Stellen innerhalb der Anwendung zugänglich.

source: Feedback visible to {{name}}
de_de: Feedback sichtbar für {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
de_de: Dieses Feedback wird für {{name}} sichtbar sein, wenn er/sie Ihre Beurteilung abschließt. Erwägen Sie, Ihre Feedback-Seite zu besuchen und zu überprüfen, ob es Feedback gibt, das Sie teilen können und das für Ihre Beurteilung relevant sein könnte. Überprüfen Sie alle Feedbacks, die Sie an Ihre Ziele angehängt haben, und stellen Sie sicher, dass Sie diese mit Ihrer Führungskraft teilen, damit sie auf dieser Seite sichtbar sind.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
de_de: Die Mitarbeiter:innen stellen ihre Antworten auf die Widget-Fragen fertig. Sobald die Antworten veröffentlicht sind, können Sie sie sehen.

source: Past reviews
de_de: Frühere Beurteilungen

source: Upcoming review
de_de: Kommende Beurteilung

source: OK. I will wait for the self-review to be submitted.
de_de: OK. Ich werde warten, bis die Selbsteinschätzung eingereicht wird.

source: Bold (CTRL+B)
de_de: Fett (STRG+B)

source: Bulleted list (CTRL+ALT+O)
de_de: Aufzählungsliste (STRG+ALT+O)

source: Italic (CTRL+I)
de_de: Kursiv (STRG+I)

source: Insert link (CTRL+K)
de_de: Link einfügen (STRG+K)

source: Numbered list (CTRL+SHIFT+O)
de_de: Nummerierte Liste (STRG+UMSCHALT+O)

source: Strikethrough (CTRL+SHIFT+S)
de_de: Durchstreichen (Strg+Umschalt+S)

source: Styles
de_de: Stile

source: Underline (CTRL+U)
de_de: Unterstreichen (Strg+U)

source: Salary benchmarking
de_de: Gehalts-Benchmarking

source: Saving...
de_de: Wird gespeichert ...

source: Type to search
de_de: Zum Suchen tippen

source: Search by person or goal title
de_de: Suche nach Person oder Zieltitel

source: No elements match your search criteria.
de_de: Keine Elemente entsprechen Ihren Suchkriterien.

source: Explorer panel
de_de: Explorer-Bereich

source: Primary action bar
de_de: Primäre Aktionsleiste

source: Workspace content
de_de: Arbeitsbereich-Inhalt

source: Select answer type
de_de: Antworttyp auswählen

source: --Empty--
de_de: --Leer--

source: Add details to the Excel file
de_de: Fügen Sie Details zur Excel-Datei hinzu

source: Upload sensitive content
de_de: Sensible Inhalte hochladen

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
de_de: Ihre Sitzung endet in {{minutes}} Minuten aufgrund von Inaktivität. Klicken Sie auf „Sitzung fortsetzen“, um angemeldet zu bleiben.

source: Continue session
de_de: Sitzung fortsetzen

source: End session
de_de: Sitzung beenden

source: Account
de_de: Konto

source: Application version:
de_de: Anwendungsversion:

source: Change password
de_de: Passwort ändern

source: The new passwords don't match.
de_de: Die neuen Passwörter stimmen nicht überein.

source: Your password was successfully updated; you will be logged out in 3 seconds.
de_de: Ihr Passwort wurde erfolgreich aktualisiert; Sie werden in 3 Sekunden abgemeldet.

source: Password mismatch.
de_de: Passwort stimmt nicht überein.

source: The password you provided is too long.
de_de: Das von Ihnen angegebene Passwort ist zu lang.

source: The password you provided is too short.
de_de: Das von Ihnen angegebene Passwort ist zu kurz.

source: All fields must be filled in.
de_de: Alle Felder müssen ausgefüllt werden.

source: Current password
de_de: Aktuelles Passwort

source: New password
de_de: Neues Passwort

source: Confirm new password
de_de: Neues Passwort bestätigen

source: No dictionary words
de_de: Keine Wörter aus dem Wörterbuch

source: At least one number
de_de: Mindestens eine Zahl

source: At least one lowercase letter
de_de: Mindestens ein Kleinbuchstabe

source: Maximum length: 23 characters
de_de: Maximale Länge: 23 Zeichen

source: Minimum length: 4 characters
de_de: Minimale Länge: 4 Zeichen

source: At least one non-alphanumeric character (!$%@#&^*)
de_de: Mindestens ein nicht-alphanumerisches Zeichen (!$%@#&^*)

source: Must be different from the 7 previous passwords
de_de: Muss sich von den 7 vorherigen Passwörtern unterscheiden

source: Your password must meet the following requirements:
de_de: Ihr Passwort muss die folgenden Anforderungen erfüllen:

source: The username cannot be used in the password
de_de: Der Benutzername darf nicht im Passwort verwendet werden.

source: At least one uppercase letter
de_de: Mindestens ein Großbuchstabe

source: Review consent
de_de: Einwilligung überprüfen

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
de_de: Sie haben unsere Datenschutzbestimmungen bereits akzeptiert. Wenn Sie fortfahren, wird Ihre Zustimmung widerrufen und Sie werden abgemeldet. Sind Sie sicher, dass Sie Ihre Zustimmungseinstellungen aktualisieren möchten?

source: Withdraw consent & logout
de_de: Zustimmung widerrufen & abmelden

source: New data privacy statement
de_de: Neue Datenschutzerklärung

source: Date display format
de_de: Datumsanzeigeformat

source: Decimal & thousand separators
de_de: Dezimal- und Tausendertrennzeichen

source: Language & format
de_de: Sprache & Format

source: Format preview
de_de: Formatvorschau

source: Formatting is linked to the selected language
de_de: Die Formatierung ist mit der ausgewählten Sprache verknüpft

source: Legal disclaimer
de_de: Rechtlicher Hinweis

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
de_de: Copyright © {{year}} beqom. Alle Rechte vorbehalten. Diese Online-Dienste sind vertraulich und Eigentum von beqom und dürfen nur von autorisierten beqom-Kunden genutzt werden.

source: Search in Settings
de_de: In den Einstellungen suchen

source: Languages
de_de: Sprachen

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
de_de: Deaktivieren, um keine E-Mail-Benachrichtigungen zu erhalten. Aktivieren, um E-Mail-Benachrichtigungen zu erhalten.

source: Receive email notifications
de_de: E-Mail-Benachrichtigungen erhalten

source: Street address
de_de: Straße und Hausnummer

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
de_de: Vollständige Postanschrift, die die Hausnummer, den Straßennamen, ein Postfach, falls vorhanden, und mehrzeilige erweiterte Straßenadressinformationen enthalten kann.

source: Subtitle
de_de: Untertitel

source: Manager budget
de_de: Führungskraft-Budget

source: Plan overview
de_de: Planübersicht

source: Nomination review
de_de: Nominierungsbeurteilung

source: Expand actions
de_de: Aktionen erweitern

source: No data to show
de_de: Keine Daten zum Anzeigen

source: No information available at this time.
de_de: Derzeit sind keine Informationen verfügbar.

source: Reporting to {{name}}
de_de: Vorgesetzte/r: {{name}}

source: {{days}} days ago
de_de: Vor {{days}} Tagen

source: Reviewed by {{fullName}}.
de_de: Überprüft von {{fullName}}.

source: Review outcome
de_de: Ergebnis der Leistungsbeurteilung

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
de_de: Sie haben noch keine Check-ins. Planen Sie Ihren ersten Check-in!

source: With the closest deadlines
de_de: Mit den kürzesten Fristen

source: Tracking
de_de: Verfolgung

source: Open beqom
de_de: beqom öffnen

source: Good afternoon, {{name}}!
de_de: Guten Tag, {{name}}!

source: Good evening, {{name}}!
de_de: Guten Abend, {{name}}!

source: Good morning, {{name}}!
de_de: Guten Morgen, {{name}}!

source: Good night, {{name}}!
de_de: Gute Nacht, {{name}}!

source: With the current rating
de_de: Mit der aktuellen Bewertung

source: No performance reviews assigned at the moment.
de_de: Derzeit sind keine Leistungsbeurteilungen zugewiesen.

source: Current benefits
de_de: Aktuelle Leistungen

source: Remaining: {{remaining}}
de_de: Verbleibend: {{remaining}}

source: Current year bonus
de_de: Aktueller Jahresbonus

source: Target bonus: {{target}}
de_de: Zielbonus: {{target}}

source: Current year equity/LTI
de_de: Aktienkapital im aktuellen Jahr/LTI

source: Current share price: {{share}}
de_de: Aktueller Aktienkurs: {{share}}

source: Current year salary
de_de: Aktuelles Jahresgehalt

source: {{change}}% change compared to last year
de_de: {{change}}% Veränderung im Vergleich zum letzten Jahr

source: (Default)
de_de: (Standard)

source: Translations: {{translated}}/{{languages}}
de_de: Übersetzungen: {{translated}}/{{languages}}

source: Disable localization
de_de: Lokalisierung deaktivieren

source: Enable localization
de_de: Lokalisierung aktivieren

source: Hide or display the technical localization keys in the user interface.
de_de: Technische Lokalisierungsschlüssel in der Benutzeroberfläche ausblenden oder anzeigen.

source: Possible values are "Work", "Home" and "Other".'
de_de: Mögliche Werte sind „Arbeit“, „Zuhause“ und „Andere“.

source: Import/manage users
de_de: Benutzer importieren/verwalten

source: Get started by creating or importing
de_de: Beginnen Sie, indem Sie erstellen oder importieren

source: No users assigned to security groups
de_de: Keine Benutzer:innen sind Sicherheitsgruppen zugewiesen

source: Upload the completed file
de_de: Laden Sie die ausgefüllte Datei hoch

source: Supported file formats: CSV Maximum file size: 10MB.
de_de: Unterstützte Dateiformate: CSV Maximale Dateigröße: 10 MB.

source: Import
de_de: Importieren

source: by individual
de_de: nach Person

source: by security group
de_de: nach Sicherheitsgruppe

source: Manage users
de_de: Benutzer verwalten

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
de_de: Folgen Sie dem Assistenten, um Benutzer auszuwählen, und weisen Sie sie dann einer bestehenden Sicherheitsgruppe zu oder erstellen Sie eine benutzerdefinierte Sicherheitskonfiguration.

source: Manage users by individuals
de_de: Verwalten Sie Benutzer nach Einzelpersonen

source: Follow the guided wizard to manually assign users to an existing security group.
de_de: Folgen Sie dem geführten Assistenten, um Benutzer manuell einer bestehenden Sicherheitsgruppe zuzuweisen.

source: Manage users by security group
de_de: Verwalten Sie Benutzer nach Sicherheitsgruppe

source: Upload a CSV file to create multiple elements in bulk.
de_de: Laden Sie eine CSV-Datei hoch, um mehrere Elemente auf einmal zu erstellen.

source: Import CSV
de_de: CSV importieren

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
de_de: Wählen Sie aus, wie Sie die Benutzersicherheit verwalten möchten. Sie können entweder den Assistenten verwenden, um Elemente Schritt für Schritt manuell zu erstellen, oder eine CSV-Datei importieren, um mehrere Elemente auf einmal hochzuladen.

source: Manage user security
de_de: Benutzersicherheit verwalten

source: User Security
de_de: Benutzersicherheit

source: Security group
de_de: Sicherheitsgruppe

source: Job position
de_de: Stellenbezeichnung

source: User
de_de: Benutzer

source: Edit group assignment
de_de: Gruppenzuweisung bearbeiten

source: Group name:
de_de: Gruppenname:

source: Job position:
de_de: Stellenbezeichnung:

source: Roles in group:
de_de: Rollen in der Gruppe:

source: Security group details
de_de: Details der Sicherheitsgruppe

source: User details
de_de: Benutzerdetails

source: User:
de_de: Benutzer:

source: Work country:
de_de: Arbeitsland:

source: User roles & permissions
de_de: Benutzerrollen & Berechtigungen

source: View feedback
de_de: Feedback anzeigen

source: After performing this action, further edits will no longer be possible.
de_de: Nachdem Sie diese Aktion ausgeführt haben, sind weitere Bearbeitungen nicht mehr möglich.

source: Mark the goal as done to complete it.
de_de: Markiere das Ziel als erledigt, um es abzuschließen.

source: Status update
de_de: Statusaktualisierung

source: My goal
de_de: Mein Ziel

source: View tags
de_de: Tags anzeigen

source: Watermark text
de_de: Wasserzeichen-Text

source: Complete setup
de_de: Einrichtung abschließen

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
de_de: Damit Sie die bestmögliche Erfahrung auf der Plattform haben, wählen Sie bitte die Informationen aus und übernehmen Sie sie in das Feld unten. Sie können Ihre Präferenzen jederzeit in den Benutzereinstellungen aktualisieren.

source: Go to my equity page
de_de: Zu meiner Aktienseite

source: My total grands
de_de: Meine Gesamtzuwendungen

source: Total grants
de_de: Gesamtzuwendungen

source: Compensation equity
de_de: Vergütungs-Aktienkapital

source: <0>{{value}}</0> of {{total}}
de_de: <0>{{value}}</0> von {{total}}

source: Privacy mode on
de_de: Datenschutzmodus aktiviert

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
de_de: Aktivieren Sie unser leistungsstarkes Analyse-Framework für tiefgehende Datenanalysen, Datenvisualisierung und geschäftliche/betriebliche Einblicke. Nutzer:innen benötigen die professionelle Rolle "Analytics", um auf diese Dashboards zugreifen zu können.

source: Enable Analytics Hub
de_de: Analytics Hub aktivieren

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
de_de: Jede:r Mitarbeiter:in, der/die mindestens eine direkte unterstellte Person hat, erhält Zugang zum Analytics Hub, wo er/sie Dashboards für alle Mitarbeiter:innen innerhalb seiner/ihrer Berichtslinie (direkt und indirekt) einsehen kann. Die Berichtslinie wird durch die in der Datenbasis „Employment“-Entität definierte Vorgesetztenbeziehung festgelegt.

source: Manager access
de_de: Managerzugriff

source: Analytics Hub Settings
de_de: Analytics Hub-Einstellungen

source: Analytics Settings
de_de: Analyse-Einstellungen

source: This modification will impact all users.
de_de: Diese Änderung wirkt sich auf alle Benutzer aus.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
de_de: Dieser Bonusplan ({{bonusPlanName}}) wird derzeit in den folgenden Vergütungsrunden verwendet:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
de_de: Dieser Bonusplan befindet sich im Status "Entwurf" und wird in keinen Vergütungsrunden verwendet. Wenn Sie ihn löschen, wird er dauerhaft aus der Liste entfernt.

source: Are you sure you want to delete the pending draft of this bonus plan?
de_de: Möchten Sie den ausstehenden Entwurf dieses Bonusplans wirklich löschen?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
de_de: Sie haben keine Berechtigung, diesen Bonusplan zu löschen. Nur Benutzer mit der Rolle "Global Compensation Admin" können diese Aktion ausführen.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
de_de: Dieser Bonusplan wird derzeit in den folgenden Vergütungsrunden verwendet. Um ihn zu löschen, ersetzen Sie ihn bitte durch einen anderen Bonusplan im Status "Bereit".

source: Compensation rounds using this bonus plan:
de_de: Vergütungsrunden mit diesem Bonusplan:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
de_de: Dieser Bonusplan hat den Status "Bereit" und wird in keinen Vergütungsrunden verwendet. Wenn Sie ihn löschen, wird er dauerhaft aus der Liste entfernt.

source: Replace bonus plan before deletion
de_de: Bonusplan vor dem Löschen ersetzen

source: Delete bonus plan
de_de: Bonusplan löschen
